tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
tap "microsoft/mssql-release"
tap "sambadevi/powerlevel9k"
tap "stripe/stripe-cli"
brew "ansible"
brew "azure-cli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "python@3.9"
brew "python@3.8", link: false
brew "coreutils"
brew "fx"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "jmeter"
brew "jq"
brew "krb5"
brew "libpq", link: true
brew "nghttp2"
brew "pyenv"
brew "terraform"
brew "tree"
brew "wget"
brew "yarn", link: false
brew "azure/functions/azure-functions-core-tools@3", link: false
brew "azure/functions/azure-functions-core-tools@4"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/mssql-tools"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "stripe/stripe-cli/stripe"
cask "azure-data-studio"
cask "beyond-compare"
cask "bitwarden"
cask "brave-browser"
cask "charles"
cask "dbeaver-community"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "keycastr"
cask "kitty"
cask "microsoft-office"
cask "parallels"
cask "powershell"
cask "rider"
cask "sabnzbd"
cask "scroll-reverser"
cask "shortcat"
cask "shortcutdetective"
cask "slack"
cask "spectacle"
cask "spotify"
cask "textbar"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
