tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
tap "sambadevi/powerlevel9k"
brew "azure-cli"
brew "coreutils"
brew "pyenv"
brew "tree"
brew "wget"
brew "yarn"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "azure-data-studio"
cask "docker"
cask "dotnet-sdk"
cask "dotnet-sdk-2.2.100"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "microsoft-office"
cask "rider"
cask "scroll-reverser"
cask "slack"
cask "spectacle"
cask "textbar"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
