tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
tap "sambadevi/powerlevel9k"
brew "ansible"
brew "azure-cli"
brew "bat"
brew "bitwarden-cli"
brew "glib"
brew "coreutils"
brew "fx"
brew "go"
brew "gobject-introspection"
brew "tcl-tk"
brew "harfbuzz"
brew "jmeter"
brew "jq"
brew "libpq", link: true
brew "nghttp2"
brew "terraform"
brew "tree"
brew "wget"
brew "yarn"
brew "azure/functions/azure-functions-core-tools@3", link: false
brew "azure/functions/azure-functions-core-tools@4"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "azure-data-studio"
cask "beyond-compare"
cask "bitwarden"
cask "dbeaver-community"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "kitty"
cask "microsoft-office"
cask "parallels"
cask "rider"
cask "scroll-reverser"
cask "slack"
cask "spectacle"
cask "spotify"
cask "textbar"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
