Angular.ng-template
azuredevspaces.azds
DavidAnson.vscode-markdownlint
dnicolson.binary-plist
eamodio.gitlens
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.dotnet-test-explorer
googlecloudtools.cloudcode
mauve.terraform
mohsen1.prettify-json
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
redhat.vscode-yaml
richie5um2.vscode-sort-json
