Angular.ng-template
Azurite.azurite
christian-kohler.npm-intellisense
CodeStream.codestream
dbaeumer.vscode-eslint
dnicolson.binary-plist
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
golang.go
hashicorp.terraform
hbenl.vscode-test-explorer
johnpapa.vscode-peacock
mindaro-dev.file-downloader
mintchipleaf.fairyfloss
mohsen1.prettify-json
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
msjsdiag.debugger-for-chrome
nopjmp.fairyfloss
nrwl.angular-console
octref.vetur
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
vscodevim.vim
wholroyd.jinja
